cfd/openfoam/10_potentialFoam/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

// ************************************************************************** //

application       potentialFoam;

startFrom         latestTime;

startTime         0;

stopAt            nextWrite;

endTime           500;

deltaT            1;

writeControl      timeStep;

writeInterval     1;

purgeWrite        0;

writeFormat       ascii;

writePrecision    6;

writeCompression  off;

timeFormat        general;

timePrecision     6;

runTimeModifiable true;

// ************************************************************************** //
