cfd/openfoam/10_potentialFoam/0.orig/include/boundaryConditions
// ************************************************************************** //
// Boundary conditions
// ************************************************************************** //

flowVelocity    60.0;       // [m/s] flow velocity
pressure        0.0;        // [m^2/s^2] kinematic pressure (p/rho)

// ************************************************************************** //
