cfd/openfoam/10_potentialFoam/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

// ************************************************************************** //

solvers
{
    Phi
    {
        solver          GAMG;
        smoother        DIC;

        tolerance       1e-06;
        relTol          0.01;
    }

    p
    {
        $Phi;
    }
}

// ************************************************************************** //

potentialFlow
{
    nNonOrthogonalCorrectors 3;
}

// ************************************************************************** //
